[["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Adelaide is a city in the country of", "Australia"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Aden is a city in the country of", "Yemen"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Albany is a city in the country of", "Australia"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Aleppo is a city in the country of", "Syria"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Alert is a city in the country of", "Canada"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Amsterdam is a city in the country of", "Netherlands"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Ankara is a city in the country of", "Turkey"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Athens is a city in the country of", "Greece"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Atlanta is a city in the country of", "United States"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Auckland is a city in the country of", "New Zealand"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Baghdad is a city in the country of", "Iraq"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Barcelona is a city in the country of", "Spain"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Beijing is a city in the country of", "China"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Beirut is a city in the country of", "Lebanon"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Berlin is a city in the country of", "Germany"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Bowen is a city in the country of", "Australia"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Brandon is a city in the country of", "Canada"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Brooks is a city in the country of", "Canada"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Brussels is a city in the country of", "Belgium"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Budapest is a city in the country of", "Hungary"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Cairo is a city in the country of", "Egypt"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Calais is a city in the country of", "France"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Calgary is a city in the country of", "Canada"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Canberra is a city in the country of", "Australia"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Churchill is a city in the country of", "Canada"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Cologne is a city in the country of", "Germany"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Copenhagen is a city in the country of", "Denmark"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Cork is a city in the country of", "Ireland"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Cornwall is a city in the country of", "Canada"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Darwin is a city in the country of", "Australia"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Dawson is a city in the country of", "Canada"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Dayton is a city in the country of", "United States"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Delhi is a city in the country of", "India"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Donetsk is a city in the country of", "Ukraine"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Dortmund is a city in the country of", "Germany"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Dresden is a city in the country of", "Germany"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Dublin is a city in the country of", "Ireland"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Edmonton is a city in the country of", "Canada"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Emerald is a city in the country of", "Australia"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Florence is a city in the country of", "Italy"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Frankfurt is a city in the country of", "Germany"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Guatemala is a city in the country of", "Guatemala"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Hamburg is a city in the country of", "Germany"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Havana is a city in the country of", "Cuba"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Hof is a city in the country of", "Germany"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Idlib is a city in the country of", "Syria"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Indianapolis is a city in the country of", "United States"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Istanbul is a city in the country of", "Turkey"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Jakarta is a city in the country of", "Indonesia"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Jasper is a city in the country of", "Canada"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Jerusalem is a city in the country of", "Israel"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Jian is a city in the country of", "China"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Kabul is a city in the country of", "Afghanistan"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Karachi is a city in the country of", "Pakistan"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Kiev is a city in the country of", "Ukraine"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Kobe is a city in the country of", "Japan"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Kuwait is a city in the country of", "Kuwait"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Kyoto is a city in the country of", "Japan"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Lima is a city in the country of", "Peru"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Lisbon is a city in the country of", "Portugal"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Lyon is a city in the country of", "France"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Madrid is a city in the country of", "Spain"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Manila is a city in the country of", "Philippines"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Medina is a city in the country of", "Saudi Arabia"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Melbourne is a city in the country of", "Australia"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Milan is a city in the country of", "Italy"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Montreal is a city in the country of", "Canada"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Moscow is a city in the country of", "Russia"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Mosul is a city in the country of", "Iraq"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Mumbai is a city in the country of", "India"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Munich is a city in the country of", "Germany"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Naples is a city in the country of", "Italy"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Nice is a city in the country of", "France"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Norfolk is a city in the country of", "United States"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Ob is a city in the country of", "Russia"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Orange is a city in the country of", "Australia"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Orleans is a city in the country of", "France"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Osaka is a city in the country of", "Japan"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Oslo is a city in the country of", "Norway"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Ottawa is a city in the country of", "Canada"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Paris is a city in the country of", "France"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Perth is a city in the country of", "Australia"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Portsmouth is a city in the country of", "United Kingdom"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Prague is a city in the country of", "Czech Republic"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Providence is a city in the country of", "United States"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Quebec is a city in the country of", "Canada"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Rome is a city in the country of", "Italy"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Salvador is a city in the country of", "Brazil"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Santos is a city in the country of", "Brazil"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Seoul is a city in the country of", "South Korea"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Shanghai is a city in the country of", "China"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Sochi is a city in the country of", "Russia"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Stockholm is a city in the country of", "Sweden"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Sunderland is a city in the country of", "United Kingdom"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Sydney is a city in the country of", "Australia"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Tampa is a city in the country of", "United States"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Tehran is a city in the country of", "Iran"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Tokyo is a city in the country of", "Japan"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Toronto is a city in the country of", "Canada"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Tours is a city in the country of", "France"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Tulsa is a city in the country of", "United States"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Tunis is a city in the country of", "Tunisia"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Tyler is a city in the country of", "United States"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Valencia is a city in the country of", "Spain"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Vancouver is a city in the country of", "Canada"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Venice is a city in the country of", "Italy"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Vernon is a city in the country of", "United States"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Vienna is a city in the country of", "Austria"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Vladimir is a city in the country of", "Russia"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Wallace is a city in the country of", "United States"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Warsaw is a city in the country of", "Poland"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Wellington is a city in the country of", "New Zealand"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Wichita is a city in the country of", "United States"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Wick is a city in the country of", "United Kingdom"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Wilmington is a city in the country of", "United States"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Windsor is a city in the country of", "Canada"], ["Toronto is a city in the country of Canada. Beijing is a city in the country of China. Miami is a city in the country of United States. Santiago is a city in the country of Chile. London is a city in the country of England. Zurich is a city in the country of", "Switzerland"]]